{
  "Menu": "Μενού",
  "Home": "Αρχική",
  "Book Me": "Μιλησε μαζι μας",
  "About": "Για εμάς",
  "Policy": "Πολιτική",
  "Mission": "Αποστολή",
  "Product": "Προϊόν",
  "Tell us everything": "Πες μας τα πάντα",
  "Contact": "Επικοινωνία",
  "Do you have any question? Feel free to reach out.": "Έχετε ερωτήσεις; Μη διστάσετε να επικοινωνήσετε μαζί μας.",
  "Let's Chat": "Ας μιλήσουμε",
  "Application Security": "Ασφάλεια εφαρμογής",
  "Software Principles": "Αρχές λογισμικού",
  "Support Center": "Κέντρο Υποστήριξης",
  "Customer Support": "Υποσήριξη Πελατών",
  "Address": "Διεύθυνση",
  "Press": "Τύπος",
  "Careers & Culture": "Καριέρα και Κουλτούρα",
  "Language": "Γλώσσα",
  "Explore": "Εξερεύνησε",
  "Learn more": "Μάθε περίσσότερα",
  "Get started": "Ας αρχίσουμε",
  "Submit": "Υποβολη",
  "Message" : "Μήνυμα",
  "Your Message": "Το μήνυμά σου",
  "Name" : "Όνομα",
  "Your Name": "Το όνομά σου",
  "Email" : "Email",
  "Your Email": "Το email σου",
  "Title" : "Καλως όρισες στην GreenWave, ο δικός σου πράσινος ψηφιακός συνεργάτης!",
  "What we do" : "Τι κάνουμε",
  "WhatWeDoContent": "Στην GreenWave, πιστεύουμε στη δύναμη της βιωσιμότητας. Ως Green Digital Agency, δεσμευόμαστε να παρέχουμε φιλικές προς το περιβάλλον λύσεις που δίνουν τη δυνατότητα στις επιχειρήσεις να μειώσουν το περιβαλλοντικό τους αποτύπωμα ενώ ευδοκιμούν στον ψηφιακό κόσμο. Ελάτε μαζί μας σε ένα ταξίδι προς ένα πιο πράσινο και πιο βιώσιμο μέλλον.",
  "Trusted by" : "Μας εμπιστεύονται:",
  "Portfolio" : "Portfolio",
  "Why us" : "Γιατί εμάς",
  "Opting for sustainability-driven solutions": "Επιλογή λύσεων με γνώμονα τη βιωσιμότητα",
  "OptingForSustainabilityContent": "Αγκαλιάστε μια συνεργασία που υπερβαίνει τις συμβατικές υπηρεσίες. Επιλέγοντας εμάς, ευθυγραμμίζετε την επιχείρησή σας με την περιβαλλοντική αριστεία. Η δέσμευσή μας στις πράσινες πρακτικές διασφαλίζει ότι κάθε ψηφιακή κίνηση συμβάλλει σε έναν πιο βιώσιμο πλανήτη.",
  "Utilizing cutting-edge eco-friendly technologies": "Χρησιμοποιώντας τεχνολογίες αιχμής φιλικές προς το περιβάλλον",
  "UtilizingCuttingEdgeContent": "Μείνετε μπροστά στο ψηφιακό τοπίο με τις καινοτόμες πράσινες τεχνολογίες μας. Χρησιμοποιούμε λύσεις αιχμής που όχι μόνο ενισχύουν την παρουσία σας στο διαδίκτυο αλλά και μειώνουν σημαντικά το αποτύπωμα άνθρακα. Γίνετε πρωτοπόρος τόσο στην τεχνολογία όσο και στην περιβαλλοντική ευθύνη.",
  "Demonstrated success with like-minded businesses": "Επέδειξε επιτυχία με επιχειρήσεις ομοϊδεάτες",
  "DemonstratedSuccessContent": "Εγγραφείτε σε έναν κατάλογο επιτυχημένων επιχειρήσεων που έχουν αναπτυχθεί με τις πράσινες λύσεις μας. Το αποδεδειγμένο ιστορικό μας δείχνει πώς βοηθήσαμε εταιρείες σαν τη δική σας να επιτύχουν τους στόχους βιωσιμότητας, επιτυγχάνοντας παράλληλα ψηφιακή επιτυχία. Η ιστορία επιτυχίας σας ξεκινά εδώ.",
  "Offering a holistic sustainability strategy": "Προσφέροντας μια ολιστική στρατηγική βιωσιμότητας",
  "OfferingAHolisticContent": "Ζήστε μια ολοκληρωμένη προσέγγιση για τη βιωσιμότητα. Δεν παρέχουμε απλώς υπηρεσίες. προσφέρουμε έναν οδικό χάρτη για να γίνει πραγματικά πράσινη η επιχείρησή σας. Από φιλική προς το περιβάλλον φιλοξενία ιστοσελίδων έως βελτιστοποίηση ιστοτόπων και εκπαίδευση εργαζομένων, η ολιστική στρατηγική μας διασφαλίζει ότι κάθε πτυχή της ψηφιακής σας παρουσίας είναι περιβαλλοντικά υπεύθυνη.",
  "Services" : "Υπηρεσίες",
  "ServicesContent": "Ανακαλύψτε τη γκάμα των υπηρεσιών μας που έχουν σχεδιαστεί για να έχουν θετικό αντίκτυπο στον πλανήτη. Από την πρωτοποριακή πράσινη φιλοξενία Ιστού έως τη μετατροπή ιστοτόπων για μικρότερο οικολογικό αποτύπωμα και την ενδυνάμωση της ομάδας σας με βιώσιμες πρακτικές – σας έχουμε καλύψει. Επιλέξτε έναν ψηφιακό συνεργάτη που ευθυγραμμίζεται με τη δέσμευσή σας για ένα πιο πράσινο αύριο.",
  "Who Are We": "Ποιοι ειμαστε",
  "WhoAreWeContent": "Γνωρίστε τη συνεργατική δύναμη πίσω από το GreenWave. Αποτελούμενη από τέσσερα αφοσιωμένα άτομα, η ομάδα μας ενώνεται με ένα κοινό πάθος για βιωσιμότητα και ένα όραμα για ένα πιο πράσινο ψηφιακό τοπίο. Κάθε συνεργάτης φέρνει ένα μοναδικό σύνολο δεξιοτήτων και τεχνογνωσίας, συμβάλλοντας στα διαφορετικά πλεονεκτήματα που κάνουν την Πράσινη Ψηφιακή Υπηρεσία μας να ευδοκιμεί. Με υπόβαθρο στην τεχνολογία, την περιβαλλοντική επιστήμη και τις επιχειρήσεις, συνδυάζουμε τις γνώσεις μας για να παρέχουμε καινοτόμες λύσεις που όχι μόνο καλύπτουν τις ψηφιακές ανάγκες των πελατών μας αλλά και ευθυγραμμίζονται με τη δέσμευσή μας για ένα πιο βιώσιμο μέλλον. Μαζί, είμαστε μια δυναμική ομάδα αφοσιωμένη στο να έχει θετικό αντίκτυπο τόσο στις επιχειρήσεις όσο και στο περιβάλλον.",
  "Iliada": "Ηλιάδα",
  "Marketing Expert": "Marketing Expert",
  "Thodoris": "Θοδωρής",
  "Vasia": "Βάσια",
  "UX/UI Designer": "UX/UI Designer",
  "Giorgos": "Γιώργος",
  "Developer | IT Consultant": "Developer | IT Consultant",
  "Contact form": "Φόρμα Επικοινωνίας",
  "ContactFormContent": "Έχετε ερωτήσεις; Μη διστάσετε να επικοινωνήσετε μαζί μας.",
  "Follow Up": "Ακολουθήστε μας!",
  "FollowUpContent": "Θέλετε να μάθετε περισσότερα για τις πράσινες ψηφιακές λύσεις;",
  "Get pro-tips for free": "Λάβετε επαγγελματικές συμβουλές δωρεάν!",
  "Don't Leave Me Out": "Μην με αφηνεις εξω!",
  "Consent": "Συναινώ στον χειρισμό των παρεχόμενων πληροφοριών σύμφωνα με την Πολιτική Απορρήτου.",
  "Success": "Επιτυχία",
  "Your message has been sent!" : "Το μήνυμά σας εστάλη!"
}
