{
  "Menu": "Menu",
  "Book Me": "Book Me",
  "About": "About",
  "Policy": "Policy",
  "Mission": "Mission",
  "Product": "Product",
  "Tell us everything": "Tell us everything",
  "Contact": "Contact",
  "Do you have any question? Feel free to reach out.": "Do you have any question? Feel free to reach out.",
  "Let's Chat": "Let's Chat",
  "Application Security": "Application Security",
  "Software Principles": "Software Principles",
  "Support Center": "Support Center",
  "Customer Support": "Customer Support",
  "Address": "Address",
  "Press": "Press",
  "Careers & Culture": "Careers & Culture",
  "Language": "Language",
  "Explore": "Explore",
  "Learn more": "Learn more",
  "Get started": "Get started",
  "Submit": "Submit",
  "Message" : "Message",
  "Your Message": "Your Message",
  "Name" : "Name",
  "Your Name": "Your Name",
  "Email" : "Email",
  "Your Email": "Your Email",
  "Title" : "Welcome to GreenWave Your Green Digital Partner!",
  "What we do" : "What We Do",
  "WhatWeDoContent": "At GreenWave, we believe in the power of sustainability. As a Green Digital Agency, we are committed to providing eco-friendly solutions that empower businesses to reduce their environmental footprint while thriving in the digital world. Join us on a journey towards a greener and more sustainable future.",
  "Trusted by" : "Trusted by:",
  "Portfolio" : "Portfolio",
  "Why us" : "Why us",
  "Opting for sustainability-driven solutions": "Opting for sustainability-driven solutions",
  "OptingForSustainabilityContent": "Embrace a partnership that goes beyond conventional services. By choosing us, you align your business with environmental excellence. Our commitment to green practices ensures that every digital move contributes to a more sustainable planet.",
  "Utilizing cutting-edge eco-friendly technologies": "Utilizing cutting-edge eco-friendly technologies",
  "UtilizingCuttingEdgeContent": "Stay ahead in the digital landscape with our innovative green technologies. We employ state-of-the-art solutions that not only enhance your online presence but also significantly reduce your carbon footprint. Be a trailblazer in both technology and environmental responsibility.",
  "Demonstrated success with like-minded businesses": "Demonstrated success with like-minded businesses",
  "DemonstratedSuccessContent": "Join a roster of successful businesses that have thrived with our green solutions. Our proven track record showcases how we've helped companies like yours achieve their sustainability goals while achieving digital success. Your success story begins here.",
  "Offering a holistic sustainability strategy": "Offering a holistic sustainability strategy",
  "OfferingAHolisticContent": "Experience a comprehensive approach to sustainability. We don't just provide services; we offer a roadmap for your business to become truly green. From eco-friendly web hosting to website optimization and employee training, our holistic strategy ensures every aspect of your digital presence is environmentally responsible.",
  "Services" : "Services",
  "ServicesContent": "Discover our range of services designed to make a positive impact on the planet. From cutting-edge Green Web Hosting to transforming websites for a smaller ecological footprint, and empowering your team with sustainable practices – we've got you covered. Choose a digital partner that aligns with your commitment to a greener tomorrow.",
  "Who Are We": "Who Are We",
  "WhoAreWeContent": "Meet the collaborative force behind GreenWave. Comprising four dedicated individuals, our team is united by a shared passion for sustainability and a vision for a greener digital landscape. Each collaborator brings a unique set of skills and expertise, contributing to the diverse strengths that make our Green Digital Agency thrive. With backgrounds in technology, environmental science, and business, we combine our knowledge to provide innovative solutions that not only meet the digital needs of our clients but also align with our commitment to a more sustainable future. Together, we are a dynamic team dedicated to making a positive impact on businesses and the environment alike.",
  "Iliada": "Iliada",
  "Marketing Expert": "Marketing Expert",
  "Thodoris": "Thodoris",
  "Vasia": "Vasia",
  "UX/UI Designer": "UX/UI Designer",
  "Giorgos": "Giorgos",
  "Developer | IT Consultant": "Developer | IT Consultant",
  "Contact form": "Contact form",
  "ContactFormContent": "Do you have any questions? Feel free to reach out.",
  "Follow Up": "Follow Up!",
  "FollowUpContent": "Wanna learn more about green digital solutions?",
  "Get pro-tips for free": "Get pro-tips for free!",
  "Don't Leave Me Out": "Don't Leave Me Out!",
  "Consent": "I consent to the handling of the provided information in accordance to the Privacy Policy.",
  "Success": "Success",
  "Your message has been sent!" : "Your message has been sent!"
}
